{"id": "rolfdanneberg1", "title": "Rolf Danneberg", "body": "Rolf Danneberg (born 1 March 1953 in Hamburg) is a former German athlete who, representing West Germany, won the gold medal in discus throw at the 1984 Summer Olympics with 66.60 metres. He won the Olympic bronze medal in 1988 in Seoul.", "viewURL": "https://example.com/interviewds/rolfdanneberg1"}
{"id": "baghdadorbust2", "title": "Baghdad or Bust", "body": "Baghdad or Bust is a budget documentary filmed in Canada, Turkey, Kurdistan, Iraq, Israel, Palestine, Jordan, and Washington, D.C. During the US-led 2003 invasion of Iraq, Baghdad or Bust was an official selection at several film festivals including Hot Docs in Canada and the Bergen Film Festival in Norway. It received the top award for Best Documentary at the 2003 Whistler Film Festival. Baghdad or Bust was described as a funny, poignant take on the war in Iraq, chronicling the misadventures of Gordon and two Yellowknifers as they meander through the Middle East during the U.S. invasion, interviewing such stranger-than-fictional characters as a piratical Kurd and a Turkish rug-monger with a cat named Bush. Armed with a microphone, director Matt Frame's uses his self-effacing and sardonic wit in parodying Michael Moore's filmmaking style.", "viewURL": "https://example.com/interviewds/baghdadorbust2"}
{"id": "keiichirokoyama3", "title": "Keiichiro Koyama", "body": "Keiichiro Koyama (小山 慶一郎, Koyama Keiichirō; born 1 May 1984) is a Japanese musician and leader of the Starto Entertainment group NEWS.", "viewURL": "https://example.com/interviewds/keiichirokoyama3"}
{"id": "lalashriram4", "title": "Lala Shri Ram", "body": "Sir Shri Ram (27 April 1884 – 11 January 1963), better known as Lala Shri Ram, was an Indian industrialist and philanthropist. Ram was the owner of Delhi Cloth & General Mills, one of the oldest companies in India. During his business career, Ram was one of India's most prominent industrialists. In 1941, the British Raj government in India conferred Ram with knighthood in recognition of his contributions to the development of Indian society.", "viewURL": "https://example.com/interviewds/lalashriram4"}
{"id": "vulturemarvelcomics5", "title": "Vulture (Marvel Comics)", "body": "The Vulture is the alias of several supervillains appearing in American comic books published by Marvel Comics, most of whom are depicted as recurring enemies of the superhero Spider-Man and part of his adversaries composing his rogues gallery, typically using special suits which allow them to fly at vast speeds.\nThe first incarnation of the character, Isidoro Scarlotti, is an Italian scientist and an enemy of the original Human Torch and Toro. The second and most prominent incarnation of the character, Adrian Toomes, is an inventive but maniacal genius who designed his suit and turned to a life of crime, becoming an enemy of Spider-Man and a founding member of the Sinister Six, with later characters to assume the mantle including Blackie Drago, a former cellmate of Toomes, and Clifton Shallot and Jimmy Natale, human/bird hybrids of independent origins. Toomes is later revealed to be the grandfather of the superhero Starling.", "viewURL": "https://example.com/interviewds/vulturemarvelcomics5"}
{"id": "houdetogo6", "title": "Houde, Togo", "body": "Houde is a village in the Doufelgou Prefecture in the Kara Region of north-eastern Togo.", "viewURL": "https://example.com/interviewds/houdetogo6"}
{"id": "rhbg7", "title": "RHBG", "body": "Rh family, B glycoprotein, also known as RHBG, is an ammonia transporter protein which in humans is encoded by the RHBG gene.", "viewURL": "https://example.com/interviewds/rhbg7"}
{"id": "shinyakogami8", "title": "Shinya Kogami", "body": "Shinya Kogami (Japanese: 狡噛 慎也, Hepburn: Kōgami Shin'ya) is the protagonist introduced in the 2012 anime series Psycho-Pass. A police officer in a cyberpunk dystopia, Kogami becomes obsessed with murdering Shogo Makishima, a criminal mastermind responsible for the death of one of Kogami's former allies. The character has also appeared in manga and novel adaptations of the series, a prequel manga series, a stage play and the films Psycho-Pass: The Movie (2015) and Psycho-Pass: Sinners of the System Case.3 On the Other Side of Love and Hate (2019), which focuses on Kogami's life after the events of the first anime season. He reappears in the third television season, Psycho-Pass 3, as a supporting character.", "viewURL": "https://example.com/interviewds/shinyakogami8"}
{"id": "keithmackintosh9", "title": "Keith Mackintosh", "body": "Keith Mackintosh (born 4 October 1945) is a former principal ballet dancer and ballet master with Cape Town City Ballet.", "viewURL": "https://example.com/interviewds/keithmackintosh9"}
{"id": "kennethwalkeraustraliancricketer10", "title": "Kenneth Walker (Australian cricketer)", "body": "Kenneth Walker (born 25 June 1941) is an Australian former cricketer. He played one first-class cricket match for Victoria in 1962.\nA short-statured left-arm seam bowler, Walker played 92 district cricket matches for Northcote and six for St Kilda, taking 258 career wickets at 20.01. Walker took career best figures of 9/28 in the 1965/66 semi-final against Richmond, helping to dismiss Richmond for only 60 to defend Northcote's meagre first innings total of 82 and qualify for the famous 1965–66 final against Essendon.", "viewURL": "https://example.com/interviewds/kennethwalkeraustraliancricketer10"}
{"id": "aeaexplorer11", "title": "AEA Explorer", "body": "The AEA Explorer (sometimes called the Explorer Explorer) is a large single-engine utility aircraft.", "viewURL": "https://example.com/interviewds/aeaexplorer11"}
{"id": "keithhaypark12", "title": "Keith Hay Park", "body": "Keith Hay Park is a reserve and sports ground in the suburb of Mount Roskill in Auckland, New Zealand. \nIt is the home ground of New Zealand National League and Northern League side Auckland United and the Tri Star Gymnastics Club.\nCameron Pools and Leisure Centre is also located at Keith Hay Park. The ground also hosts cricket games during the summer and is used as one of Eden Roskill Cricket Club's grounds.", "viewURL": "https://example.com/interviewds/keithhaypark12"}
{"id": "qadreeollison13", "title": "Qadree Ollison", "body": "Qadree Waymond Ollison (born September 8, 1996) is an American professional football running back. He played college football for the Pittsburgh Panthers and was selected by the Atlanta Falcons in the fifth round of the 2019 NFL draft.", "viewURL": "https://example.com/interviewds/qadreeollison13"}
{"id": "maryleboneukparliamentconstituency14", "title": "Marylebone (UK Parliament constituency)", "body": "Marylebone was a parliamentary constituency in Middlesex, England from 1832 to 1885. The parliamentary borough formed part of the built up area of London, and returned two members to the House of Commons of the UK Parliament and was created under the Reform Act 1832. It was abolished by the Redistribution of Seats Act, 1885 which split it into 8 seats.", "viewURL": "https://example.com/interviewds/maryleboneukparliamentconstituency14"}
{"id": "nemanjaknezevic15", "title": "Nemanja Knezevic", "body": "Nemanja Knezevic (born 20 October 1987) is a Montenegrin and Icelandic basketball player. Outside of his home country, he has played in Bosnia, France, Iceland, Serbia and Spain. In Iceland, he led the top-tier Úrvalsdeild karla in rebounding during the 2021-2022 season.", "viewURL": "https://example.com/interviewds/nemanjaknezevic15"}
{"id": "lecapucin16", "title": "Le Capucin", "body": "Le Capuchin (1920) is a racehorse who won the Prix du Jockey Club June 10, 1923 at the Chantilly Racecourse and the Grand International d'Ostende at Ostend racecourse, Belgium, in 1924.", "viewURL": "https://example.com/interviewds/lecapucin16"}
{"id": "pennsylvaniaroute35617", "title": "Pennsylvania Route 356", "body": "Pennsylvania Route 356 (PA 356) is a 32.5-mile-long (52.3 km) state highway located in Westmoreland, Allegheny, Butler, and Armstrong counties in Pennsylvania.  The southern terminus is at PA 66 near Oklahoma.  The northern terminus is at U.S. Route 422 (US 422) near Butler.", "viewURL": "https://example.com/interviewds/pennsylvaniaroute35617"}
{"id": "pazbattaner18", "title": "Paz Battaner", "body": "María Paz Battaner Arias (Salamanca, 19 March 1938) is a Spanish philologist and lexicographer. Since 29 January 2017 member of Spanish Royal Academy. She was elected on December 3, 2015, to fill the chair s, vacant since the death in 2013 of José Luis Pinillos Díaz. She has directed and published several dictionaries and carried out numerous works on the didactics of the language.", "viewURL": "https://example.com/interviewds/pazbattaner18"}
{"id": "mileskasiri19", "title": "Miles Kasiri", "body": "Miles Kasiri (born 29 January 1987) is a retired British professional tennis player and advocate of plant-based nutrition.", "viewURL": "https://example.com/interviewds/mileskasiri19"}
{"id": "eddieastanin20", "title": "Eddie Astanin", "body": "Eddie Astanin (Russian: Эдди Владимирович Астанин, born December 16, 1961; Moscow) is a Russian economist, the chairman of the executive board of National Settlement Depository, Russia's central securities depository.", "viewURL": "https://example.com/interviewds/eddieastanin20"}
{"id": "williamwood1stbaronhatherley21", "title": "William Wood, 1st Baron Hatherley", "body": "William Page Wood, 1st Baron Hatherley, PC (29 November 1801 – 10 July 1881) was a British lawyer and statesman who served as a Liberal Lord High Chancellor of Great Britain between 1868 and 1872 in William Ewart Gladstone's first ministry.", "viewURL": "https://example.com/interviewds/williamwood1stbaronhatherley21"}
{"id": "historyofthesovietunion1964198222", "title": "History of the Soviet Union (1964–1982)", "body": "The history of the Soviet Union from 1964 to 1982, referred to as the Brezhnev Era, covers the period of Leonid Brezhnev's rule of the Union of Soviet Socialist Republics (USSR). This period began with high economic growth and soaring prosperity, but gradually significant problems in social, political, and economic areas accumulated, so that the period is often described as the Era of Stagnation. In the 1970s, the Soviet Union and the United States both took a stance of \"detente\". The goal of this strategy was to warm up relations, in the hope that the Soviet Union would pursue economic and democratic reforms.", "viewURL": "https://example.com/interviewds/historyofthesovietunion1964198222"}
{"id": "lareinacattle23", "title": "La Reina cattle", "body": "La Reina (also known as the Creole cattle) is a Nicaraguan local breed originating from the Bos taurus varieties brought to America during the Spanish colonization in the 15th century. In the 1950s Joaquin Reyna and her Friend Costantino Sacasa Carazo, both being Nicaraguan breeders, formed a herd with approximately 200 females with typical characteristics of Creole cattle from which the Reyna breed  was  created, their name originating from Joaquin Reyna himself. Selection of animals was focused on red coat colour (sorrel) and milk production. The Nicaraguan government started an official inventory in  the  1970s and in 1988 the Reyna cattle  were declared as national patrimony, and in conjunction with the National Agrarian University of Nicaragua (Universidad Nacional Agraria) (UNA) agreed to a genetic improvement program of the cattle.", "viewURL": "https://example.com/interviewds/lareinacattle23"}
{"id": "alexandercrombie24", "title": "Alexander Crombie", "body": "Alexander Crombie FRS (1760–1840) was a Scottish Presbyterian minister, schoolmaster and philosopher.", "viewURL": "https://example.com/interviewds/alexandercrombie24"}
{"id": "teposcolula25", "title": "Teposcolula", "body": "Teposcolula may refer to:", "viewURL": "https://example.com/interviewds/teposcolula25"}
{"id": "southernafricanmusicrightsorganisation26", "title": "Southern African Music Rights Organisation", "body": "The Southern African Music Rights Organisation (SAMRO), is a copyright asset management society. It was established by the South African Copyright Act, and aims to protect the intellectual property of music creators by licensing music users, collecting licence fees and distributing royalties to music creators. SAMRO represents more than 15,000 Southern African music composers, lyricists/authors and music publishers. The organisation administers performing rights.", "viewURL": "https://example.com/interviewds/southernafricanmusicrightsorganisation26"}
{"id": "comicalcornernewjersey27", "title": "Comical Corner, New Jersey", "body": "Comical Corner or Comical Corners is an unincorporated community located within Pemberton Township in Burlington County, in the U.S. state of New Jersey. The site of the actual corners is at the intersection of Pemberton Road (County Route 630) and Arneys Mount Road (CR 668). The original name may have been \"Conical Corner\" based on the cone-like shape of the skewed intersection but had turned to \"Comical Corner\" based on a mishearing. The area, located just to the north of Pemberton Borough, is mostly rural and is surrounded by farmland on the two obtuse sides of the intersection.", "viewURL": "https://example.com/interviewds/comicalcornernewjersey27"}
{"id": "terraloklahoma28", "title": "Terral, Oklahoma", "body": "Terral is an agricultural town in Jefferson County, Oklahoma, United States. The population was 382 at the 2010 census, a decline of 1.01 percent from the figure of 386 in 2000.", "viewURL": "https://example.com/interviewds/terraloklahoma28"}
{"id": "bobmckenziebroadcaster29", "title": "Bob McKenzie (broadcaster)", "body": "Robert Malcomson McKenzie (born August 16, 1956) is a Canadian former hockey commentator who covered hockey at TSN from 1986 to 2025. As a TSN Hockey Insider and TSN's Draft Expert, McKenzie provided analysis for NHL on TSN telecasts, as well as for the IIHF World Junior Championships, NHL Draft, NHL Trade Deadline, Free Agency, and for six Olympic Winter Games.", "viewURL": "https://example.com/interviewds/bobmckenziebroadcaster29"}
{"id": "paniepole30", "title": "Španie Pole", "body": "Španie Pole (Hungarian: Gömörispánmező) is a village and municipality in the Rimavská Sobota District of the Banská Bystrica Region of southern Slovakia.", "viewURL": "https://example.com/interviewds/paniepole30"}
{"id": "koakiwarmianmasurianvoivodeship31", "title": "Kołaki, Warmian-Masurian Voivodeship", "body": "Kołaki [kɔˈwakʲi] is a village in the administrative district of Gmina Barczewo, within Olsztyn County, Warmian-Masurian Voivodeship, in northern Poland. It lies approximately 10 km (6 mi) north-east of Barczewo and 23 km (14 mi) north-east of the regional capital Olsztyn.", "viewURL": "https://example.com/interviewds/koakiwarmianmasurianvoivodeship31"}
{"id": "templeofthecross32", "title": "Temple of the Cross", "body": "The Temple of the Cross may refer to:", "viewURL": "https://example.com/interviewds/templeofthecross32"}
{"id": "zollingeriaborneensis33", "title": "Zollingeria borneensis", "body": "Zollingeria borneensis is a species of plant in the family Sapindaceae. It is endemic to Borneo, and is threatened by habitat loss.\nZollingeria borneensis is a tree that can grow up to 60 meters tall and typically flowers in February.\nThis species has been recorded in Lahad Datu District on Sabah's east coast and Tawau District on Sabah's southeast coast.", "viewURL": "https://example.com/interviewds/zollingeriaborneensis33"}
{"id": "iyangstation34", "title": "Iyang station", "body": "Iyang Station is a railway station in South Korea. It is on the Gyeongjeon Line.", "viewURL": "https://example.com/interviewds/iyangstation34"}
{"id": "isabelprezmontalbn35", "title": "Isabel Pérez Montalbán", "body": "Isabel Pérez Montalbán (born 1964 in Córdoba, Andalusia) is a Spanish poet. She's a member of the so-called Conscience poetry group.\nShe studied to be a teacher and also learnt media studies. She currently lives in Málaga, and has taken part in several literature festivals like the Week of Poetry of Barcelona in 2007.", "viewURL": "https://example.com/interviewds/isabelprezmontalbn35"}
{"id": "rosano36", "title": "Rosano", "body": "Rosano may refer to:", "viewURL": "https://example.com/interviewds/rosano36"}
{"id": "rabmacfarlane37", "title": "Rab Macfarlane", "body": "Robert Macfarlane (14 May 1876 – 27 July 1943) was a Scottish footballer who played as a goalkeeper for Morton, Third Lanark, Everton, East Stirlingshire, Bristol St George's, Grimsby Town, Celtic, Middlesbrough, Aberdeen, Motherwell and Scotland.", "viewURL": "https://example.com/interviewds/rabmacfarlane37"}
{"id": "misrigul38", "title": "Misri Gul", "body": "Misri Gul (born 1986) is a citizen of Afghanistan held in extrajudicial detention in the United States's Bagram Theater internment facility, in Afghanistan.\nMisri Gul, his father, and two of his brothers were the first captives to face charges, and trial, at Bagram, under the Afghan justice system.\nThe four men are charged with bomb making and weapons possession.\nHeidi Vogt, reporting for the Associated Press wrote that Misri Gul was captured in October 2009, in Khost Province.", "viewURL": "https://example.com/interviewds/misrigul38"}
{"id": "mikecooleymusician39", "title": "Mike Cooley (musician)", "body": "John Michael Cooley (born September 14, 1966) is an American songwriter, singer, and guitarist from Tuscumbia, Alabama, near Muscle Shoals. He is a member of the band Drive-By Truckers.", "viewURL": "https://example.com/interviewds/mikecooleymusician39"}
{"id": "ghostcatwallofhatred40", "title": "Ghost-Cat Wall of Hatred", "body": "Ghost-Cat Wall of Hatred a.k.a. The Ghost-Cat Cursed Wall (怪猫呪いの壁, Kaibyo noroi no kabe) is a 1958 black and white Japanese horror film directed by Kenji Misumi for Daiei Films.", "viewURL": "https://example.com/interviewds/ghostcatwallofhatred40"}
{"id": "exallodontusaguanai41", "title": "Exallodontus aguanai", "body": "Exallodontus aguanai is a catfish species (order Siluriformes) of the monotypic genus Exallodontus of the family Pimelodidae. This genus and species was described in 1991. This species reaches 20 centimetres (7.9 in) SL.  This species is native to the Amazon and Orinoco River basins of Brazil, Colombia, Peru and Venezuela. Exallodontus is classified under the \"Calophysus-Pimelodus clade\".", "viewURL": "https://example.com/interviewds/exallodontusaguanai41"}
{"id": "sandeepkumarwrestler42", "title": "Sandeep Kumar (wrestler)", "body": "Sandeep Kumar (born 1 April 1983 in Lakhan Kalan, Punjab, India) is an amateur Indian-born Australian freestyle wrestler, who played for the men's light heavyweight category. Kumar moved to Melbourne, Australia permanently in 2004 to pursue more opportunities in the sport of wrestling, and was officially granted citizenship three years later. He also worked as a taxi driver in order to raise funds for his trip to the 2008 Summer Olympics in Beijing. Kumar is the brother of Anil Kumar, who competed in the same discipline at the 1992 Summer Olympics in Barcelona, Spain.", "viewURL": "https://example.com/interviewds/sandeepkumarwrestler42"}
{"id": "portofbuenosaires43", "title": "Port of Buenos Aires", "body": "The Port of Buenos Aires (Spanish: Puerto de Buenos Aires) is the principal maritime port in Argentina. Operated by the Administración General de Puertos (General Ports Administration), a state enterprise, it is the leading transshipment point for the foreign trade of Argentina.\nThe current port is located in the city's Retiro ward, and is colloquially known as Puerto Nuevo (New Port). The Port of Buenos Aires handles around 11 million metric tons of cargo annually; Dock Sud, which is owned by the Province of Buenos Aires, is south of the city proper, and handles another 17 million metric tons.", "viewURL": "https://example.com/interviewds/portofbuenosaires43"}
{"id": "ministryofhealthandwelfaretaiwan44", "title": "Ministry of Health and Welfare (Taiwan)", "body": "The Ministry of Health and Welfare (MOHW; Chinese: 衛生福利部; pinyin: Wèishēng Fúlì Bù; Pe̍h-ōe-jī: Ōe-seng Hok-lī Pō͘) is the Executive Yuan ministry responsible for the administration of the public health system, social welfare, affordable and universal health care, hospitals, pharmaceutical, immunization programs, disease prevention, supervision and coordination of local health agencies in Taiwan.", "viewURL": "https://example.com/interviewds/ministryofhealthandwelfaretaiwan44"}
{"id": "johnharte45", "title": "John Harte", "body": "John Harte  may refer to:", "viewURL": "https://example.com/interviewds/johnharte45"}
{"id": "2019eastlindseydistrictcouncilelection46", "title": "2019 East Lindsey District Council election", "body": "The 2019 East Lindsey District Council election took place on 2 May 2019 to elect all members of East Lindsey District Council in England. The Conservatives retained overall control of the council.", "viewURL": "https://example.com/interviewds/2019eastlindseydistrictcouncilelection46"}
{"id": "bangtalatnonthaburi47", "title": "Bang Talat, Nonthaburi", "body": "Bang Talat (Thai: บางตลาด, pronounced [bāːŋ tā.làːt]) is one of the twelve subdistricts (tambon) of Pak Kret district, in Nonthaburi province, Thailand. Neighbouring subdistricts are (from north clockwise) Pak Kret, Khlong Kluea, Thung Song Hong, Tha Sai and Tha It and Ko Kret. In 2020, it had a total population of 47,147 people.", "viewURL": "https://example.com/interviewds/bangtalatnonthaburi47"}
{"id": "ramothashavim48", "title": "Ramot HaShavim", "body": "Ramot HaShavim (Hebrew: רָמוֹת הַשָּׁבִים, lit. 'Heights of the Returnees') is a Jewish village in central Israel. Located between Hod HaSharon and Ra'anana and covering around 2,300 dunams, it falls under the jurisdiction of Drom HaSharon Regional Council. In 2022 it had a population of 1,709.", "viewURL": "https://example.com/interviewds/ramothashavim48"}
{"id": "astitchfortime49", "title": "A Stitch for Time", "body": "A Stitch for Time is a 1987 documentary film directed by Nigel Noble. The film documents the making of the National Peace Quilt.", "viewURL": "https://example.com/interviewds/astitchfortime49"}
{"id": "2014brdnstaseiriactrophy50", "title": "2014 BRD Năstase Țiriac Trophy", "body": "The 2014 BRD Năstase Țiriac Trophy was a tennis tournament played on outdoor clay courts and held at Arenele BNR in Bucharest, Romania, from 21 to 27 April 2014. It was the 22nd edition of the BRD Năstase Țiriac Trophy tournament, and was part of the ATP World Tour 250 Series of the 2014 ATP World Tour. The event also futured an exhibition match with Goran Ivanišević, Cédric Pioline, Ilie Năstase and Andrei Pavel.", "viewURL": "https://example.com/interviewds/2014brdnstaseiriactrophy50"}
