{"id": "schooldistrictoflancaster1", "title": "School District of Lancaster", "body": "The School District of Lancaster is a large, urban school district of 11,300 students educated in 19 schools in central Lancaster County, Pennsylvania. It serves both the City of Lancaster and Lancaster Township. Established in 1836, it is the second oldest school district in the state. The School District of Lancaster encompasses approximately 11 square miles (28 km2).", "viewURL": "https://damgyeah.github.io/glean-wiki-docs/schooldistrictoflancaster1"}
{"id": "howmuchadollarcost2", "title": "How Much a Dollar Cost", "body": "\"How Much a Dollar Cost\" is a song by the American rapper Kendrick Lamar featuring the American singers James Fauntleroy and Ronald Isley. It is the eleventh track on his third studio album To Pimp a Butterfly, released on March 15, 2015 through Top Dawg Entertainment, Aftermath Entertainment and Interscope Records. It was written by Lamar, Terrace Martin, Josef Leimberg, Rose McKinney, Fauntleroy and Isley and produced by LoveDragon. Lyrically, the song describes Lamar's encounter with a beggar, who later reveals himself to be God.", "viewURL": "https://damgyeah.github.io/glean-wiki-docs/howmuchadollarcost2"}
{"id": "newyorkbillofrights3", "title": "New York Bill of Rights", "body": "The New York Bill of Rights is a constitutional bill of rights first enacted in 1787 as a statute, and then as part of the state's constitution in 1881 in the U.S. state of New York. Today, the New York Bill of Rights can be found in Article I of the New York State Constitution and offers broader protections than the federal Bill of Rights.", "viewURL": "https://damgyeah.github.io/glean-wiki-docs/newyorkbillofrights3"}
{"id": "pinotnoirpassingoffcontroversy4", "title": "Pinot noir passing-off controversy", "body": "The Pinot noir passing-off controversy arose in 2010 within the wine industry over the passing-off by French distributors of Merlot and Syrah wine as Pinot noir in the United States. The controversy involved the mislabeling of wines from vintners in southern France which were falsely sold to American distributors E & J Gallo Winery as Pinot noir. The mislabeling resulted in a French court convicting twelve people for fraud.", "viewURL": "https://damgyeah.github.io/glean-wiki-docs/pinotnoirpassingoffcontroversy4"}
{"id": "antonae5", "title": "Antonae", "body": "Antonae is a genus of treehoppers in the family Membracidae.", "viewURL": "https://damgyeah.github.io/glean-wiki-docs/antonae5"}
{"id": "ministryofculturespain6", "title": "Ministry of Culture (Spain)", "body": "The Ministry of Culture (MC) is the department of the Government of Spain responsible for the promotion, protection and dissemination of the Spanish historical heritage, national museums, art, books, reading and literary creation, of cinematographic and audiovisual activities and of national archives and libraries.\nIt is also responsible for the promotion and dissemination of culture in Spanish, as well as the promotion of cultural cooperation and, in coordination with the Ministry of Foreign Affairs, European Union and Cooperation, of international relations in the field of culture.\nThe MCD is headed by the Culture Minister, a Cabinet member who is appointed by the Monarch on advice of the Prime Minister. The minister is assisted by a Secretary of State and an Under-Secretary.", "viewURL": "https://damgyeah.github.io/glean-wiki-docs/ministryofculturespain6"}
{"id": "santamariadellegraziepesaro7", "title": "Santa Maria delle Grazie, Pesaro", "body": "Santa Maria delle Grazie is a Roman Catholic church or oratory located on via San Francesco in Pesaro, region of Marche, Italy.", "viewURL": "https://damgyeah.github.io/glean-wiki-docs/santamariadellegraziepesaro7"}
{"id": "johntaliaferro8", "title": "John Taliaferro", "body": "John Taliaferro (1768 – August 12, 1852) was a 19th century politician, lawyer and librarian from Virginia, serving several non-consecutive terms in the U.S. House of Representatives in the early 19th century.", "viewURL": "https://damgyeah.github.io/glean-wiki-docs/johntaliaferro8"}
{"id": "reliquaryshrinedetouyl9", "title": "Reliquary Shrine (de Touyl)", "body": "The Reliquary Shrine is an especially complex 14th century container for relics, now in The Cloisters, New York. It is made from translucent enamel, gilt-silver and paint, and dated to c 1325–50. Although first mentioned in a convent in Budapest, its style and influences indicates French craftsmanship. It has been tentatively attributed by the Met to Jean de Toul, a French goldsmith about whom little is known, but who is associated with a small number of works with similar stylistic characteristics.", "viewURL": "https://damgyeah.github.io/glean-wiki-docs/reliquaryshrinedetouyl9"}
{"id": "geurts10", "title": "Geurts", "body": "Geurts is a Dutch patronymic surname. The given name Geurt may be a variant of Geert from Gerard, or a short form of Govert or Godert (Godard).", "viewURL": "https://damgyeah.github.io/glean-wiki-docs/geurts10"}
{"id": "1956hondurancoupdtat11", "title": "1956 Honduran coup d'état", "body": "The 1956 Honduran coup d'état occurred when the Honduran military removed acting President Julio Lozano Díaz on October 21, 1956.\nThe coup was led by a military junta, consisting of General Roque J. Rodríguez, Colonel Héctor Caraccioli, and Major Roberto Gálvez Barnes, and resulted in the junta governing Honduras until elections were held in 1957. The coup came in response to growing political instability, the suppression of public opposition, and concerns over Lozano Díaz's efforts to consolidate power after suspending the legislature and unilaterally declaring himself president in 1954. This event marked a turning point in Honduran political history, ushering in a period of military involvement in governance and setting a precedent for future interventions by the armed forces in national politics.", "viewURL": "https://damgyeah.github.io/glean-wiki-docs/1956hondurancoupdtat11"}
{"id": "taboogame12", "title": "Taboo (game)", "body": "Taboo is a word, guessing, and party game published by Parker Brothers in 1989 (subsequently purchased by Hasbro). The objective of the game is for a player to have their partners guess the word on the player's card without using the word itself or five additional words listed on the card.\nThe game is similar to Catch Phrase, also from Hasbro, in which a player tries to get their teammates to guess words using verbal clues.\nFrom 2003, a TV game show adaptation ran on TNN, hosted by Chris Wylde.", "viewURL": "https://damgyeah.github.io/glean-wiki-docs/taboogame12"}
{"id": "tachosil13", "title": "TachoSil", "body": "Tachosil is an equine collagen sponge coated with the human plasma-derived coagulation factors fibrinogen and thrombin. It is used during surgery to stop local bleeding on internal organs (hemostasis). Tachosil reacts upon contact with blood, other body fluids or saline to form a clot that glues it to the tissue surface.\nTachosil may cause an allergic reaction, thrombosis (blood clots), a blockage in the intestine when used during abdominal surgeries, the formation of scar tissue and foreign body granuloma (a type of inflammatory reaction).", "viewURL": "https://damgyeah.github.io/glean-wiki-docs/tachosil13"}
{"id": "floodcontrolactof193814", "title": "Flood Control Act of 1938", "body": "The Flood Control Act of 1938 was an Act of the United States Congress signed into law by President Franklin Delano Roosevelt that authorized civil engineering projects such as dams, levees, dikes, and other flood control measures through the United States Army Corps of Engineers and other Federal agencies.  It is one of a number of Flood Control Acts passed nearly annually by the United States Congress.", "viewURL": "https://damgyeah.github.io/glean-wiki-docs/floodcontrolactof193814"}
{"id": "leondrolet15", "title": "Leon Drolet", "body": "Leon Drolet (born January 9, 1967) is a Michigan Republican politician and Anti-tax activist elected Macomb County Commissioner. He is a political activist known for his conservative fiscal views, which have caused criticism from politicians from both sides, including Candace Miller, L. Brooks Patterson and Mark Hackel.  From 2001 to 2006, Drolet served in the Michigan House of Representatives. Drolet also served as a Macomb County, Michigan county commissioner from 1999 to 2000 and from 2006 to 2008.", "viewURL": "https://damgyeah.github.io/glean-wiki-docs/leondrolet15"}
{"id": "beaumontvillage16", "title": "Beaumont-Village", "body": "Beaumont-Village (French pronunciation: [bomɔ̃ vilaʒ] ) is a commune in the Indre-et-Loire department in central France.", "viewURL": "https://damgyeah.github.io/glean-wiki-docs/beaumontvillage16"}
{"id": "somegirlsmylifeinaharem17", "title": "Some Girls: My Life in a Harem", "body": "Some Girls: My Life in a Harem, a book published in 2010 and written by Jillian Lauren, is an autobiographical account of her experiences as one of the paid young female \"guests\" of Prince Jefri Bolkiah, brother of the Sultan of Brunei, between 1992 and 1995.\nThe book focuses on Lauren's personal experiences, and includes a description of the arrangements she says were an established practice for young female guests of the prince during part of the 1990s.\n\nYoung, attractive women were hired for a short-term contract, typically for three weeks.\nContracts in some cases got extended, in some cases for up to a year or two or more.", "viewURL": "https://damgyeah.github.io/glean-wiki-docs/somegirlsmylifeinaharem17"}
{"id": "jungleaction18", "title": "Jungle Action", "body": "Jungle Action is the name of two American comic book series published by Marvel Comics and its 1950s precursor, Atlas Comics. The Marvel version contained the first series starring the Black Panther, the first black superhero in mainstream comics, created by the writer/artist team of Stan Lee and Jack Kirby in Fantastic Four #52 (July 1966).", "viewURL": "https://damgyeah.github.io/glean-wiki-docs/jungleaction18"}
{"id": "ruthuragalu19", "title": "Ruthuragalu", "body": "Ruthuragalu is the first Indian Telugu-language drama television series that aired on DD 8 (now DD Saptagiri) from 1997 to 2000, with a total of 582 episodes. Directed by Manjula Naidu and Sudhakar Pallamala, and produced by Manjula Naidu, the series was based on a story by Yaddanapudi Sulochana Rani. It is regarded as one of the earliest daily soap operas in Telugu television, airing on weekdays at 4:30 PM.A sequel name Ruthugeetham (Ruthuragaalu 2) aired in ETV (Telugu) on weekdays at same time slot from 2017 to 2018 focussing on second generation with a total of 303 episodes.\nThe series revolves around the interconnected lives of several families, highlighting their relationships, struggles, and moral conflicts.", "viewURL": "https://damgyeah.github.io/glean-wiki-docs/ruthuragalu19"}
{"id": "lastazione20", "title": "La Stazione", "body": "La Stazione may refer to:", "viewURL": "https://damgyeah.github.io/glean-wiki-docs/lastazione20"}
{"id": "athisahala21", "title": "Athis ahala", "body": "Athis ahala is a moth in the family Castniidae first described by Herbert Druce in 1896. It is found in Amazonas, Brazil.", "viewURL": "https://damgyeah.github.io/glean-wiki-docs/athisahala21"}
{"id": "twodogsdisambiguation22", "title": "Two Dogs (disambiguation)", "body": "\"Two Dogs\" was a lemon-based alcopop.", "viewURL": "https://damgyeah.github.io/glean-wiki-docs/twodogsdisambiguation22"}
{"id": "murderatschool23", "title": "Murder at School", "body": "Murder at School is a detective novel by James Hilton first published in 1931 under the pen-name Glen Trevor. It was released in the United States in 1933 under the title Was It Murder?.", "viewURL": "https://damgyeah.github.io/glean-wiki-docs/murderatschool23"}
{"id": "maryrmckie24", "title": "Mary R. McKie", "body": "Mary R. McKie was a Canadian artist known for her watercolor paintings. Based in Halifax, Nova Scotia, McKie was active as an artist from 1840 to 1862.\nHer work is included in the collections of the Musée national des beaux-arts du Québec and the National Library and Archives of Canada.", "viewURL": "https://damgyeah.github.io/glean-wiki-docs/maryrmckie24"}
{"id": "stripethroatedyuhina25", "title": "Stripe-throated yuhina", "body": "The stripe-throated yuhina (Yuhina gularis) is a bird species in the white-eye family Zosteropidae.\nIt is found from the Himalayas to southern China and central Vietnam. Its natural habitat is subtropical or tropical moist montane forests.", "viewURL": "https://damgyeah.github.io/glean-wiki-docs/stripethroatedyuhina25"}
{"id": "mehrabian26", "title": "Mehrabian", "body": "Mehrabian is a surname.", "viewURL": "https://damgyeah.github.io/glean-wiki-docs/mehrabian26"}
{"id": "barryfarber27", "title": "Barry Farber", "body": "Barry Morton Farber (May 5, 1930 – May 6, 2020) was an American conservative radio talk show host, author, commentator and language-learning enthusiast. In 2002, industry publication Talkers magazine ranked him the 9th greatest radio talk show host of all time. He also wrote articles appearing in The New York Times, Reader's Digest, The Washington Post, and the Saturday Review. He was the father of journalist Celia Farber and singer-songwriter Bibi Farber.", "viewURL": "https://damgyeah.github.io/glean-wiki-docs/barryfarber27"}
{"id": "marineonehomeland28", "title": "Marine One (Homeland)", "body": "\"Marine One\" is the first-season finale of the television series Homeland.  It originally aired on Showtime on December 18, 2011.  The extended 85-minute episode sees the culmination of Abu Nazir's terrorist plot at the Vice President's summit, while Carrie Mathison's downward spiral continues.\nThe season finale was highly acclaimed by critics and with 1.71 million viewers was the highest rated finale ever for a Showtime first-year series.", "viewURL": "https://damgyeah.github.io/glean-wiki-docs/marineonehomeland28"}
{"id": "darcyosborne12thdukeofleeds29", "title": "D'Arcy Osborne, 12th Duke of Leeds", "body": "Francis D'Arcy Godolphin Osborne, 12th Duke of Leeds,  (16 September 1884 – 20 March 1964), known between 1943 and 1963 as Sir D'Arcy Osborne, was a British diplomat.", "viewURL": "https://damgyeah.github.io/glean-wiki-docs/darcyosborne12thdukeofleeds29"}
{"id": "shenglongglobalcenter30", "title": "Shenglong Global Center", "body": "ICC Thang Long Global Center, also known as Shenglong Global Center is a supertall skyscraper in Fuzhou, Fujian, China. It is 300 metres (984.3 ft) tall. Construction started in 2012 and was completed in 2019. It was then opened in 2020.", "viewURL": "https://damgyeah.github.io/glean-wiki-docs/shenglongglobalcenter30"}
{"id": "ericmaturin31", "title": "Eric Maturin", "body": "Eric Bagot Maturin (30 May 1883 – 17 October 1957) was a British actor whose acting career began in 1905 and whose first film appearance was in 1919 during the era of silent films.", "viewURL": "https://damgyeah.github.io/glean-wiki-docs/ericmaturin31"}
{"id": "kimjihneui32", "title": "Kim Jihn-eui", "body": "Kim Jihn-eui (Korean: 김진의; born July 30, 1946) is a South Korean theoretical physicist. His research interests concentrate on particle physics and cosmology and has many contributions to the field, most notably the suggestion of the invisible axion.", "viewURL": "https://damgyeah.github.io/glean-wiki-docs/kimjihneui32"}
{"id": "bishopstopfordschool33", "title": "Bishop Stopford School", "body": "Bishop Stopford School is a secondary school and sixth form with academy status in Kettering, Northamptonshire, England.\nThe school is located in the Headlands, Kettering. The current headteacher is Jill Silverthorne. Former students of Bishop Stopford are known as Old Stopfordians.", "viewURL": "https://damgyeah.github.io/glean-wiki-docs/bishopstopfordschool33"}
{"id": "oliviacarnegiebrown34", "title": "Olivia Carnegie-Brown", "body": "Olivia Carnegie-Brown (born 28 March 1991 in Westminster, London) is a British rower.  She won a silver medal in the women's eight at the 2016 Summer Olympics.", "viewURL": "https://damgyeah.github.io/glean-wiki-docs/oliviacarnegiebrown34"}
{"id": "alicedingle35", "title": "Alice Dingle", "body": "Alice Edith Rose Dingle (née Wilson) is a fictional character from the British ITV soap opera Emmerdale, played by Ursula Holden-Gill. She made her first on-screen appearance during the episode broadcast on 5 December 2004.", "viewURL": "https://damgyeah.github.io/glean-wiki-docs/alicedingle35"}
{"id": "mylovelivesinadeadhouse36", "title": "My Love Lives in a Dead House", "body": "\"My Love Lives in a Dead House\" is a song by Scottish band Love and Money, released in 1991 as the lead single from their third studio album Dogs in the Traffic. The song was written by James Grant and produced by Steve Nye. It peaked at number 83 in the UK Singles Chart.", "viewURL": "https://damgyeah.github.io/glean-wiki-docs/mylovelivesinadeadhouse36"}
{"id": "abchfupyca37", "title": "AB-CHFUPYCA", "body": "AB-CHFUPYCA (also AB-CHMFUPPYCA) is a compound that was first identified as a component of synthetic cannabis products in Japan in 2015. The name \"AB-CHFUPYCA\" is an acronym of its systematic name N-(1-Amino-3-methyl-1-oxoButan-2-yl)-1-(CycloHexylmethyl)-3-(4-FlUorophenyl)-1H-PYrazole-5-CarboxAmide. There are two known regioisomers of AB-CHFUPYCA:  3,5-AB-CHMFUPPYCA (pictured) and 5,3-AB-CHMFUPPYCA. The article[1] refers to both 3,5-AB-CHMFUPPYCA and 5,3-AB-CHMFUPPYCA as AB-CHMFUPPYCA isomers, so AB-CHMFUPPYCA and AB-CHFUPYCA are not names for a unique chemical structure.\nAB-CHFUPYCA contains some similar structural elements to other synthetic cannabinoids such as 5F-AB-FUPPYCA, JWH-307, JWH-030, JWH-147, AB-PINACA. It may be considered an analog of the traditional pyrazole cannabinoid receptor 1 antagonist rimonabant.", "viewURL": "https://damgyeah.github.io/glean-wiki-docs/abchfupyca37"}
{"id": "scotlandact201638", "title": "Scotland Act 2016", "body": "The Scotland Act 2016 (c. 11) is an act of the Parliament of the United Kingdom. It sets out amendments to the Scotland Act 1998 and devolves further powers to Scotland. The legislation is based on recommendations given by the report of the Smith Commission, which was established on 19 September 2014 in the wake of the Scottish independence referendum.", "viewURL": "https://damgyeah.github.io/glean-wiki-docs/scotlandact201638"}
{"id": "marripudibapatladistrict39", "title": "Marripudi, Bapatla district", "body": "Marripudi is a village in the Bapatla district of the Indian state of Andhra Pradesh.", "viewURL": "https://damgyeah.github.io/glean-wiki-docs/marripudibapatladistrict39"}
{"id": "ashburnhamplace40", "title": "Ashburnham Place", "body": "Ashburnham Place is an English country house, now used as a Christian conference and prayer centre, five miles west of Battle, East Sussex. It was one of the finest houses in the southeast of England in its heyday, but much of the structure was demolished in 1959, and only a drastically reduced part of the building now remains standing.", "viewURL": "https://damgyeah.github.io/glean-wiki-docs/ashburnhamplace40"}
{"id": "gallantsons41", "title": "Gallant Sons", "body": "Gallant Sons is a 1940 American mystery film directed by George B. Seitz and written by William R. Lipman and Marion Parsonnet. The film stars Jackie Cooper, Bonita Granville, Gail Patrick, Gene Reynolds, June Preisser, Ian Hunter, Leo Gorcey, William Tracy and El Brendel. The film was released on November 15, 1940, by Metro-Goldwyn-Mayer.", "viewURL": "https://damgyeah.github.io/glean-wiki-docs/gallantsons41"}
{"id": "nassariusalbescens42", "title": "Nassarius albescens", "body": "Nassarius albescens, common name : the whitish nassa, is a species of sea snail, a marine gastropod mollusc in the family Nassariidae, the Nassa mud snails or dog whelks.\nThe subspecies :  Nassarius albescens gemmuliferus (A. Adams, 1852) is a synonym of Nassarius gemmuliferus (A. Adams, 1852) ) (synonyms : Nassa (Niotha) albescens var. fenestratus (Marrat, 1877); Nassa (Niotha) fenestrata (Marrat, 1877); Nassa fenestrata Marratt, 1877; Nassa gemmulifera A. Adams, 1852; Nassa isabellei Reeve, 1853; Nassarius (Niotha) albescens gemmuliferus (A. Adams, 1852); Nassarius (Niotha) fenestratus (Marrat, 1877); Nassarius (Niotha) fenestratus var.", "viewURL": "https://damgyeah.github.io/glean-wiki-docs/nassariusalbescens42"}
{"id": "pronephros43", "title": "Pronephros", "body": "Pronephros is the most basic of the three excretory organs that develop in vertebrates, corresponding to the first stage of kidney development. It is succeeded by the mesonephros, which in fish and amphibians remains as the adult kidney. In amniotes, the mesonephros is the embryonic kidney and a more complex metanephros acts as the adult kidney. Once a more advanced kidney forms, the previous version typically degenerates by apoptosis or becomes part of the male reproductive system.", "viewURL": "https://damgyeah.github.io/glean-wiki-docs/pronephros43"}
{"id": "wermsdorfforest44", "title": "Wermsdorf Forest", "body": "Wermsdorf Forest is a forested area of 13,000 hectares, some of which is a natural park, in the state of Saxony, Germany. It is located near the towns Oschatz, Collm, Wermsdorf, Sachsendorf, Dornreichenbach and Luppa and bisected by Bundesstraße 6.", "viewURL": "https://damgyeah.github.io/glean-wiki-docs/wermsdorfforest44"}
{"id": "processfunction45", "title": "Process function", "body": "In thermodynamics, a quantity that is well defined so as to describe the path of a process through the equilibrium state space of a thermodynamic system is termed a process function, or, alternatively, a process quantity, or a path function. As an example, mechanical work and heat are process functions because they describe quantitatively the transition between equilibrium states of a thermodynamic system.\nPath functions depend on the path taken to reach one state from another. Different routes give different quantities.", "viewURL": "https://damgyeah.github.io/glean-wiki-docs/processfunction45"}
{"id": "petrophileplumosa46", "title": "Petrophile plumosa", "body": "Petrophile plumosa is a species of flowering plant in the family Proteaceae and is endemic to southwestern Western Australia. It is a shrub with rigid, sharply-pointed, sometimes lobed leaves, and more or less spherical heads of hairy, pale yellow flowers.", "viewURL": "https://damgyeah.github.io/glean-wiki-docs/petrophileplumosa46"}
{"id": "megachileitapuae47", "title": "Megachile itapuae", "body": "Megachile itapuae is a species of bee in the family Megachilidae. It was described by Curt Schrottky in 1908.", "viewURL": "https://damgyeah.github.io/glean-wiki-docs/megachileitapuae47"}
{"id": "perfectbest48", "title": "Perfect Best", "body": "Perfect Best is a compilation album by Japanese heavy metal band X Japan, released on February 24, 1999. It includes songs that go from their debut album Vanishing Vision to Dahlia, and also an interview with Yoshiki. Some tracks are taken from Live Live Live Tokyo Dome 1993-1996. The album reached number 4 on the Oricon chart.", "viewURL": "https://damgyeah.github.io/glean-wiki-docs/perfectbest48"}
{"id": "transacenaphthene12dioldehydrogenase49", "title": "Trans-acenaphthene-1,2-diol dehydrogenase", "body": "In enzymology, a trans-acenaphthene-1,2-diol dehydrogenase (EC 1.10.1.1) is an enzyme that catalyzes the chemical reaction\n\n(+/-)-trans-acenaphthene-1,2-diol + 2 NADP+ \n  \n    \n      \n        ⇌\n      \n    \n    {\\displaystyle \\rightleftharpoons }\n  \n acenaphthenequinone + 2 NADPH + 2 H+\nThus, the two substrates of this enzyme are (+/-)-trans-acenaphthene-1,2-diol and NADP+, whereas its 3 products are acenaphthenequinone, NADPH, and H+.\nThis enzyme belongs to the family of oxidoreductases, specifically those acting on diphenols and related substances as donor with NAD+ or NADP+ as acceptor.  The systematic name of this enzyme class is (+/-)-trans-acenaphthene-1,2-diol:NADP+ oxidoreductase. This enzyme is also called trans-1,2-acenaphthenediol dehydrogenase.", "viewURL": "https://damgyeah.github.io/glean-wiki-docs/transacenaphthene12dioldehydrogenase49"}
{"id": "adeixisgriseata50", "title": "Adeixis griseata", "body": "Adeixis griseata (also known as the swamp looper) is a species of moth of the family Geometridae. It is endemic to New Zealand and has been collected in the North, South and Chatham Islands. This species inhabits poorly drained or swampy areas. As at 2017 the host plant of this species is unknown however it has been hypothesised that the host plant may be Schoenus brevifolius or another common sedge.", "viewURL": "https://damgyeah.github.io/glean-wiki-docs/adeixisgriseata50"}
